Repository: suniali/jnestagram
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Name
fa: نام

source: Developer
fa: برنامه‌نویس

source: Staging Enabled
fa: محیط تست فعال

source: Production Enabled
fa: محیط نهایی فعال

source: Created At
fa: تاریخ ایجاد

source: ID
fa: شناسه

source: Participants
fa: شرکت‌کنندگان

source: Last Message Created
fa: آخرین پیام ایجاد شده

source: Is Seen
fa: خوانده شده

source: Sender
fa: فرستنده

source: Conversation
fa: گفتگو

source: Text
fa: متن

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Is Active
fa: فعال است

source: Slug
fa: نامک (Slug)

source: Icon
fa: آیکون

source: Order
fa: ترتیب

source: Updated At
fa: آخرین بروزرسانی

source: User
fa: کاربر

source: Content Type
fa: نوع محتوا

source: Object ID
fa: شناسه شیء

source: Title
fa: عنوان

source: Image
fa: تصویر

source: Tag
fa: برچسب

source: Likes
fa: لایک‌ها

source: Likes Count
fa: تعداد لایک‌ها

source: Comments Count
fa: تعداد نظرات

source: Is Public
fa: عمومی است

source: Post
fa: پست

source: Replays Count
fa: تعداد پاسخ‌ها

source: Is Approved
fa: تایید شده

source: Comment
fa: نظر

source: Post created, but some tags were invalid.
fa: پست ایجاد شد، اما برخی برچسب‌ها نامعتبر بودند.

source: Post successfully created
fa: پست با موفقیت ایجاد شد

source: There was an error processing tags.
fa: خطایی در پردازش برچسب‌ها رخ داد.

source: You have successfully updated your post.
fa: پست شما با موفقیت بروزرسانی شد.

source: Post successfully deleted.
fa: پست با موفقیت حذف شد.

source: Your comment has been published.
fa: نظر شما منتشر شد.

source: Your comment is awaiting approval.
fa: نظر شما در انتظار تایید است.

source: Your edit has been submitted and is awaiting re-approval.
fa: ویرایش شما ثبت شد و در انتظار تایید مجدد است.

source: Comment deleted successfully.
fa: نظر با موفقیت حذف شد.

source: Your replay has been published.
fa: پاسخ شما منتشر شد.

source: Error submitting your replay.
fa: خطا در ثبت پاسخ شما.

source: Replay deleted successfully.
fa: پاسخ با موفقیت حذف شد.

source: Country Name
fa: نام کشور

source: Country Abbreviation
fa: اختصار کشور

source: Phone Number
fa: شماره تلفن

source: Country
fa: کشور

source: Avatar
fa: آواتار

source: Bio
fa: درباره من

source: Verified
fa: تایید شده

source: Account created! Please check your email to verify.
fa: حساب کاربری ساخته شد! لطفاً ایمیل خود را جهت تایید بررسی کنید.

source: Your profile has been updated.
fa: پروفایل شما بروزرسانی شد.

source: Your account is not verified. Please check your email.
fa: حساب شما تایید نشده است. لطفاً ایمیل خود را چک کنید.

source: Invalid credentials
fa: اطلاعات ورود نامعتبر

source: This email is already in use.
fa: این ایمیل قبلاً استفاده شده است.

source: Your profile has been updated successfully!
fa: پروفایل شما با موفقیت بروزرسانی شد!

source: An error occurred. Please try again.
fa: خطایی رخ داد. لطفاً دوباره تلاش کنید.

source: Your account has been deleted.
fa: حساب کاربری شما حذف شد.

source: Comment has been approved and is now public.
fa: نظر تایید شد و اکنون عمومی است.

source: 404 - Page Not Found
fa: ۴۰۴ - صفحه یافت نشد

source: Lost in Space?
fa: در فضا گم شده‌اید؟

source: The page you are looking for doesn't exist or has been moved.
fa: صفحه‌ای که به دنبال آن هستید وجود ندارد یا منتقل شده است.

source: Don't worry, you can find your way back below.
fa: نگران نباشید، می‌توانید از دکمه زیر به مسیر اصلی برگردید.

source: Back to Home
fa: بازگشت به خانه

source: Go Back
fa: بازگشت

source: 500 - Server Error | Jnestagram
fa: ۵۰۰ - خطای سرور | جینستاگرام

source: Houston, We Have a Problem!
fa: هیوستون، ما به مشکل خوردیم!

source: Our servers are having a bit of a meltdown.
fa: سرورهای ما کمی دچار اختلال شده‌اند.

source: It's not you, it's definitely us. Our team has been notified.
fa: مشکل از شما نیست، قطعاً از طرف ماست. تیم فنی مطلع شده است.

source: Take Me Home
fa: من را به خانه ببر

source: Try Refreshing
fa: تلاش مجدد (رفرش)

source: Code: 500 | Internal Server Error
fa: کد: ۵۰۰ | خطای داخلی سرور

source: In Chat
fa: در حال گفتگو

source: Start typing your message...
fa: شروع به نوشتن پیام...

source: Chats
fa: گفتگوها

source: Select Your Chat
fa: یک گفتگو را انتخاب کنید

source: Maintenance
fa: در حال تعمیر

source: Jnestagram
fa: جینستاگرام

source: Under Maintenance
fa: در حال بروزرسانی

source: We are currently updating our systems. Please check back later.
fa: ما در حال بروزرسانی سیستم‌های خود هستیم. لطفاً بعداً سر بزنید.

source: 2026 Jnestagram
fa: ۲۰۲۶ جینستاگرام

source: CONSTRUCTION
fa: در حال ساخت

source: We're fine-tuning
fa: در حال تنظیمات نهایی هستیم

source: to give you a smoother experience. We'll be back online shortly.
fa: تا تجربه بهتری به شما ارائه دهیم. به زودی آنلاین می‌شویم.

source: Twitter
fa: توییتر

source: Discord
fa: دیسکورد

source: Systems are stable
fa: سیستم‌ها پایدار هستند

source: Deployment in progress &bull; Est. 2026
fa: در حال استقرار &bull; تأسیس ۲۰۲۶

source: Categories
fa: دسته‌بندی‌ها

source: Are you sure?
fa: مطمئن هستید؟

source: Do you really want to delete this
fa: آیا واقعاً می‌خواهید این را حذف کنید؟

source: ? This action cannot be undone.
fa: ؟ این عملیات غیرقابل بازگشت است.

source: Cancel
fa: لغو

source: Yes, Delete
fa: بله، حذف شود

source: Create Post
fa: ارسال پست جدید

source: Messages
fa: پیام‌ها

source: Log out
fa: خروج

source: My Profile
fa: پروفایل من

source: Login
fa: ورود

source: Share your favorite Photos from Flickr and add a great caption
fa: عکس‌های مورد علاقه خود را به اشتراک بگذارید و کپشن بنویسید

source: Get Started
fa: شروع کنید

source: Message to
fa: پیام به

source: Recipient will see this in their inbox
fa: گیرنده این پیام را در صندوق ورودی خود مشاهده خواهد کرد

source: Write your message...
fa: پیام خود را بنویسید...

source: Send Message
fa: ارسال پیام

source: New Message
fa: ارسال پیام

source: Search users...
fa: جستجوی کاربران...

source: No User Found
fa: کاربری یافت نشد

source: Try searching with a different name
fa: با نام دیگری جستجو کنید

source: Comments
fa: نظرات

source: ago
fa: پیش

source: Replies
fa: پاسخ‌ها

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: Reply
fa: پاسخ

source: Write a reply...
fa: پاسخی بنویسید...

source: No replies yet.
fa: هنوز پاسخی داده نشده.

source: This action cannot be undone.
fa: این عملیات غیرقابل بازگشت است.

source: Yes, Delete it
fa: بله، حذف شود

source: No comments yet
fa: هنوز نظری ثبت نشده

source: Be the first to share your thoughts! Start the conversation by leaving a comment below.
fa: اولین کسی باشید که نظر خود را به اشتراک می‌گذارد!

source: No highlights yet.
fa: هنوز هایلایتی وجود ندارد.

source: No Top posts yet
fa: هنوز پست برتری وجود ندارد

source: No posts published yet
fa: هنوز پستی منتشر نشده است

source: Create Your First Post!
fa: اولین پست خود را ایجاد کنید!

source: Sign up
fa: ثبت‌نام

source: to start posting
fa: برای شروع پست گذاشتن

source: No Tags
fa: بدون برچسب

source: Top Posts
fa: برترین پست‌ها

source: No top posts yet.
fa: هنوز پست برتری وجود ندارد.

source: Update Comment
fa: بروزرسانی نظر

source: Edit Your Comment
fa: ویرایش نظر شما

source: Join the discussion
fa: به بحث بپیوندید

source: Write a respectful comment...
fa: نظری محترمانه بنویسید...

source: Note:
fa: توجه:

source: Your comment will be hidden until an admin approves it again.
fa: نظر شما پس از ویرایش، تا تایید مجدد توسط مدیر مخفی خواهد بود.

source: Updating ...
fa: در حال بروزرسانی...

source: Home
fa: خانه

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Update Post
fa: بروزرسانی پست

source: Share your creative thoughts with the world.
fa: افکار خلاقانه خود را با دنیا به اشتراک بگذارید.

source: Enter a catchy title
fa: یک عنوان جذاب وارد کنید

source: Content
fa: محتوا

source: What is on your mind?
fa: چه چیزی توی ذهنته؟

source: Feature Image
fa: تصویر شاخص

source: Click to upload photo
fa: برای آپلود عکس کلیک کنید

source: Select Tags
fa: انتخاب برچسب‌ها

source: Make this post visible to everyone
fa: نمایش این پست برای همه

source: Save Post
fa: ذخیره پست

source: Saving ...
fa: در حال ذخیره...

source: Delete Post
fa: حذف پست

source: Are you sure you want to delete this post?
fa: آیا از حذف این پست مطمئن هستید؟

source: Confirm
fa: تایید

source: Deleting ...
fa: در حال حذف...

source: shared by
fa: اشتراک‌گذاری توسط

source: Write a comment...
fa: نظری بنویسید...

source: Newest
fa: جدیدترین

source: Top Rated
fa: بیشترین امتیاز

source: Activation Invalid
fa: فعالسازی نامعتبر

source: Invalid Link
fa: لینک نامعتبر

source: The activation link is either
fa: لینک فعالسازی یا

source: expired
fa: منقضی شده است

source: already used, or broken. Each link is valid for a limited time for your security.
fa: قبلاً استفاده شده یا ناقص است. هر لینک برای امنیت شما مدت زمان محدودی اعتبار دارد.

source: What happened?
fa: چه اتفاقی افتاده؟

source: You might have already verified.
fa: شاید قبلاً حساب خود را تایید کرده‌اید.

source: The link security token has expired.
fa: توکن امنیتی لینک منقضی شده است.

source: Try to Login
fa: تلاش برای ورود

source: Activation Success
fa: فعالسازی موفق

source: Account Verified!
fa: حساب کاربری تایید شد!

source: Great news! Your email has been confirmed. You now have full access to all features of our community.
fa: عالی شد! ایمیل شما تایید شد. اکنون به تمام امکانات دسترسی دارید.

source: Let's Get Started
fa: بزن بریم!

source: Status: Fully Activated
fa: وضعیت: کاملاً فعال شده

source: Complate Profile
fa: تکمیل پروفایل

source: Complete Profile
fa: تکمیل اطلاعات کاربری

source: This step is optional, you can skip it for now.
fa: این مرحله اختیاری است، می‌توانید فعلاً از آن بگذرید.

source: Profile Picture
fa: تصویر پروفایل

source: About Me
fa: درباره من

source: Tell us about yourself...
fa: درباره خودتان بنویسید...

source: Select country
fa: انتخاب کشور

source: Save Profile
fa: ذخیره پروفایل

source: Skip
fa: رد کردن

source: Forgot Password
fa: فراموشی رمز عبور

source: Forgot Password?
fa: رمز عبور را فراموش کرده‌اید؟

source: Enter your email to reset your password
fa: ایمیل خود را برای بازیابی رمز عبور وارد کنید

source: Email
fa: ایمیل

source: Enter your Email
fa: ایمیل خود را وارد کنید

source: Continue
fa: ادامه

source: Continue ...
fa: در حال ادامه...

source: Remembered it?
fa: یادتان آمد؟

source: Sign In
fa: ورود

source: Welcome Back
fa: خوش آمدید

source: Sign in to continue to your account
fa: برای ادامه وارد حساب خود شوید

source: Username
fa: نام کاربری

source: Enter your username
fa: نام کاربری خود را وارد کنید

source: Password
fa: رمز عبور

source: Forgot?
fa: فراموشی؟

source: Singing In ...
fa: در حال ورود...

source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Sign Up
fa: ثبت‌نام

source: Password Reset Complate
fa: بازیابی رمز عبور تکمیل شد

source: Password Updated
fa: رمز عبور بروزرسانی شد

source: Your account is now secure. You can use your new password to access your dashboard.
fa: حساب شما ایمن شد. می‌توانید با رمز جدید وارد شوید.

source: Login Now
fa: اکنون وارد شوید

source: Security Status: Protected
fa: وضعیت امنیت: محافظت شده

source: Password Reset Done
fa: ایمیل بازیابی ارسال شد

source: Email Sent!
fa: ایمیل ارسال شد!

source: We've sent a recovery link to your inbox. Please check your email (and spam) to continue.
fa: یک لینک بازیابی به ایمیل شما ارسال شد. لطفاً پوشه اینباکس و اسپم را چک کنید.

source: Back to Login
fa: برگشت به صفحه ورود

source: Password Reset | Jnestagram
fa: بازیابی رمز عبور | جینستاگرام

source: Password Reset
fa: بازیابی رمز عبور

source: Hi
fa: سلام

source: We received a request to reset your password. No worries, it happens to the best of us! Click the button below to set a new one.
fa: ما درخواستی برای بازیابی رمز عبور شما دریافت کردیم. روی دکمه زیر کلیک کنید.

source: Reset My Password
fa: تغییر رمز عبور من

source: If you didn't request this, you can safely ignore this email. This link will expire shortly.
fa: اگر شما این درخواست را نداده‌اید، این ایمیل را نادیده بگیرید.

source: Account Security • Verified Request
fa: امنیت حساب • درخواست تایید شده

source: Thanks for using our site!
fa: ممنون که از سایت ما استفاده می‌کنید!

source: Close
fa: بستن

source: Edit Profile
fa: اصلاح پروفایل

source: Joined On
fa: عضویت از

source: Select your country
fa: کشور خود را انتخاب کنید

source: Country is locked based on your profile settings.
fa: بر اساس تنظیمات پروفایل، کشور قفل شده است.

source: Describe your self...
fa: درباره خودتان بنویسید...

source: Delete Profile
fa: حذف پروفایل

source: Save Updates
fa: ذخیره تغییرات

source: My Posts
fa: پست‌های من

source: Pending
fa: در انتظار تایید

source: You haven't posted anything yet.
fa: هنوز هیچ پستی ارسال نکرده‌اید.

source: on
fa: روی

source: Approve
fa: تایید

source: Reject
fa: رد کردن

source: No pending comments.
fa: نظری در انتظار تایید وجود ندارد.

source: 's Profile
fa: پروفایل

source: Latest
fa: آخرین‌ها

source: Top Comments
fa: برترین نظرات

source: Create Account
fa: ساخت حساب کاربری

source: Join us today — it's quick and easy
fa: امروز به ما بپیوندید - سریع و آسان

source: Creating
fa: در حال ساخت...

source: Already have an account?
fa: حساب کاربری دارید؟

source: Reset Password
fa: تغییر رمز عبور

source: Set New Password
fa: تنظیم رمز عبور جدید

source: New Password
fa: رمز عبور جدید

source: Confirm New Password
fa: تکرار رمز عبور جدید

source: Change Password
fa: تغییر رمز

source: Changing
fa: در حال تغییر...

source: Cancel and return to login
fa: لغو و بازگشت به ورود

source: You're almost there! Just click the button below to verify your email and unlock all features.
fa: تقریباً تمومه! روی دکمه زیر کلیک کنید تا حساب شما تایید شود.

source: Verify My Account
fa: تایید حساب من

source: If the button doesn't work, copy this link:
fa: اگر دکمه کار نمی‌کند، از این لینک استفاده کنید:

source: Securing your journey
fa: ایمن‌سازی مسیر شما

source: Verify Sent
fa: ایمیل تایید ارسال شد

source: Check your mail!
fa: ایمیلت رو چک کن!

source: We've sent a verification link to your email address.
fa: ما یک لینک تایید به آدرس ایمیل شما ارسال کردیم.

source: Please click the link to activate your account.
fa: لطفاً روی لینک کلیک کنید تا حساب شما فعال شود.

source: Didn't receive it? Check your spam folder.
fa: دریافت نکردید؟ پوشه اسپم را چک کنید.
